import type { HomePageConfig } from '@/app/_components/home/types';

/**
 * 首页的卡片区域配置是经过设计的，如果需要改动内容，全部在这里进行配置
 */
export const homeConfig: HomePageConfig = {
  welcome: {
    title: '欢迎学习',
    colorTitle: '3R课程！',
    content: `本站为3R教室《新版TS全栈开发课 - web篇》项目源码的线上示例 \n采用Next.js+Hono+Prisma开发,并运行在vercel与supabase之上! \n \n 本示例的迭代将与课程更新进度保持同步...`,
  },
  video: {
    image: 'url(https://cn-nb1.rains3.com/3rcd/media/1739813698418.png)',
    videoUrl: 'https://cn-nb1.rains3.com/3rcd/media/1739846041317.mp4',
  },
  list: {
    first: {
      title: '3R教室',
      data: [
        {
          href: '#',
          text: 'TS全栈开发(React/Nextjs+Node.js+CICD/运维)教学',
        },
        { href: '#', text: '远程工作求职指导及职业规划' },
        { href: '#', text: '海外项目谈判技巧与渠道拓展' },
        { href: '#', text: '独立开发者与被动收入实现方案' },
      ],
      button: { href: 'https://3rcd.com/classroom/', text: '购买会员', outline: true },
    },
    second: {
      title: '3R工作室',
      data: [
        { href: '#', text: '最专业的远程外包项目开发团队' },
        { href: '#', text: '可做移动/桌面/前端/后端/3D/设计等' },
        { href: '#', text: '丰富的的海外项目开发经验' },
        {
          href: '#',
          text: '提供长期维护、升级服务，为您的梦想保驾护航',
        },
      ],
      button: {
        href: 'https://3rcd.com/workroom/',
        text: '立即咨询',
        outline: true,
      },
    },
  },
  typed: [
    '国内IT市场内卷，Java,vue等常用技术栈竞争太大？',
    '处于失业或996的焦虑中无法自拔，想换一份远程工作？',
    '不想再打工，要用拥抱自由，运营个小工作室？',
    '亦或是想拥有长久可持续的被动收入，但找不到好的方法？',
    '还是你有一个非常有盈利前景的项目但是需要融资来进一步扩展业务？',
    '海外本土用工太贵，需要找远程开发者降低用工成本？',
    '又或者是想整个或部分项目外包？',
    '国内开发者大多都是Java,vue这些技术栈，与本土技术栈不匹配？',
    '不要着急，让3R社区来帮助你',
    '我们提供TS全栈开发教学/远程岗位求职指导与外包渠道拓展/独立开发和被动收入指导/人才招聘及海外项目接单等服务',
    '3R社区助力每一位IT从业者的数字游民、自由工作与远程创业梦想！',
  ],
  timeline: [
    {
      title: '未来',
      content: `站长还是一个在创业,没有固定的团队.但是一个人未必不能迸发出巨大的能量,一切未定,我还在努力中...`,
    },
    {
      title: '2025.02',
      content: `教室会员即将800人,外包工作室持续接单中`,
    },
    {
      title: '2024.12',
      content: `3R社区总盈利额达到550w,融资450w,总资金突破1000w`,
    },
    {
      title: '2024.06',
      content: `开设资源群(用于远程工作招聘/求职、外包接单/发包、产品推广、会员创业融资/投资等)、大厂会员群(大厂会员互推)、海外会员群(海外生活、工作、留学、移民交流)等新群`,
    },
    {
      title: '2024.04',
      content: `开启第二轮(天使轮)融资,融资总额达到450w`,
    },
    {
      title: '2024.01.09',
      content: `会员群一500人已满,开始创立群二; 会员费调整至 ¥4599`,
    },
    {
      title: '2024.01',
      content: `3R社区融资达到310w`,
    },
    {
      title: '2023.12',
      content: `3R社区总收入突破 500w(融资120w,盈利380w); 在TS全栈技术课之外,开始整理客户谈判、茶话会等汇总为掘金课,以帮助更多想要自由工作的会员`,
    },
    {
      title: '2023.11',
      content: `接到一个具有里程碑意义的70w级别来自英国客户朱先生的新外包 - 一克钛知识付费圈子项目`,
    },
    {
      title: '2023.08',
      content: `3R社区(教室+工作室)总盈利额达到340w; 全额回购hopprice股份,股份涨至 10w/1% 并开始正式第二次种子轮融资,获得来自新加坡的会员dt为主的120w投资额`,
    },
    {
      title: '2023.04',
      content: `使用以前倒闭但未注销的公司开始开票接单(自此后,个体户只用来卖课);外包总收入突破 30w`,
    },
    {
      title: '2023.03',
      content: `尝试重回B站运营,3R教室获得16w盈利,并放弃知乎运营; 会员费提升至¥4399; 永久分红涨价至 8w/1% 并获得第一笔融资(来自会员cloneable)`,
    },
    {
      title: '2023.02',
      content: `进军知乎,实现首次纯会员费(卖课)盈利突破12w, 并注册个体户"异形网络工作室"开始运营3R教室`,
    },
    {
      title: '2023.01',
      content: `卖课业务正式改名为3R教室,接单业务(4个项目总利润已到15w)正式改名为3R工作室,并上线新域名 3rcd.com. 会员费提升至¥4199`,
    },
    {
      title: '2022.12',
      content: `帮助会员DT推介第一名加拿大移民的客户(会员)获得此方面的佣金`,
    },
    {
      title: '2022.11.17',
      content: `获得会员麦哥(hopprice)的88w注资,售出15%永久分红`,
    },
    {
      title: '2022.11',
      content: `由于web3远程工作风险过大,工作时间长,与卖课和外包项目带来的收益性价比差距太大,拿到第一个月工资后辞掉;  会员费提升至¥3699`,
    },
    {
      title: '2022.10.22',
      content: `小女儿出生`,
    },
    {
      title: '2022.10',
      content: `在领英上获得一份32k的web3兼职远程工作,开始尝试探索web3领域;平克小站以及外包项目youni的到来使盈利首次破10w`,
    },
    {
      title: '2022.09',
      content: `涨价至¥3199,获得20多名会员. 另接到第一个海外(美国)的远程外包项目 - goflashdeals`,
    },
    {
      title: '2022.08.10',
      content: `定价¥2999,获得第一批11人会员(当时称'学员'),并利用飞书的疫情全免费机制开始教学`,
    },
    { title: '2022.08.01', content: '辞掉远程工作,拿到工资后开始全职运营知识付费(卖课)工作' },
    {
      title: '2022.07.25',
      content: '站长正式开始在电鸭上找打的第一份台湾的远程工作,开单啦！',
    },
    { title: '2022.07.23', content: '接到一位杭州客户的wordpress外包项目,获得8k订金' },
    {
      title: '2022.06.01',
      content: '3R教室前身平克小站(pincman.com)上线，并开始在B站发布免费的nestjs课程',
    },
  ],
};
